{
  "title": "How to Study The Bible: Everything You Need to Know in 9 Steps",
  "date": "Wednesday February 5th, 2020",
  "category": "Engaging Scripture",
  "body": "So you want to study the Bible. Becoming a skillful student of the Word can change your life- not to mention transform the lives of your family, your church, and even an entire generation after you.\n\nHowever, Bible study is no walk in the park. As a Youth and College Pastor who taught 2x a week for years, it’s way easier to run to someone else’s sermon or notes than to study for yourself.\n\nWhen you are intimidated by the massive size of your Bible, when you fear becoming a snooty scholar who loses your passion, or when you fear finding an inconsistency that will disprove your faith, you’re going to be tempted to quit.\n\nBut what if you knew *exactly*:\n\n* Where to start…\n* What steps to take…\n* How to find valuable life lessons\n* And how to classify your findings to easily find them when needed?\n\nYou *can* study like a pro- even if you hated studying in school because modern Christians have access to more study material than ever before.\n\nSuccess lies in following an ironclad plan that’s been used and proven by the most captivating Bible teachers and preachers of our generation.\n\nMy aim is to give *you* that plan.\n\nI’ve used this plan in my personal study, and to prepare hundreds of lessons over the past 7 years.\n\nFrom the newbie who’s never studied formally, to the veteran whose margins are filled with notes, I am sure you will find something here that will inspire you to delve deeply into the scriptures with a renewed appetite.\n\n# 1. Establish Your Study Space\n\nHungry Christians will find a way to study, anywhere. I’ve studied in an Amazon rainforest, in a Peruvian courtyard, and late at night with a fussy baby in the crib.\n\nDo what you have to do!\n\nWhile you don’t need a noise-proof room to study the Bible, your most productive days will probably happen in a quiet environment, especially if this is new for you, or if you find it hard to concentrate.\n\nHere are a few places that might work:\n\n* A walk-in closet\n* A coffee shop (Saw someone yesterday with a Bible and a notepad while sipping coffee.)\n* A corner desk\n* A quiet spot in nature\n\n![]()\n\nBut whatever you do, try to make sure you create a “study” environment.\n\nThe late [“preaching genius”](http://www.cnn.com/2015/03/07/us/preacher-fred-craddock-obituary/) Fred Craddock said that every preacher sits in 3 separate chairs while preparing a sermon:\n\n1. The first chair is an easy one, where he prays, reads over the text, and contemplates it. It is relaxed.\n2. The second chair is the study chair, where he pores over commentaries and other study aids. ([Listen to his amazing lecture on Sermon prep and study here](http://digitalpitts.emory.edu/collections/exhibits/show/craddock/item/102))\n\nWherever you study, make sure you are sitting in your “study chair.” Make sure it’s a place where you can comfortably study without too many interruptions.\n\n# 2. Assemble Your Study Tools\n\nThe apostle Paul did not have all the wonderful tools we have at our disposal today. Yet, with the indispensable help of God, he managed to pen the masterpiece that we call the New Testament.\n\nHow did he do it?\n\nHe had a willing heart.\n\nAcid-free pens. Metal rulers. Piles of bible dictionaries. Presentation software. Online Sermons. All excellent study helps, and yet useless without a listening heart. They are machine guns without triggers.\n\n> *God wants to fill your heart, not your notebook.*\n>\n> *He speaks to the broken-hearted, not the big-headed.*\n\n**So, pray for revelation (Psalm 119:18). Listen to the whisper (1 Kings 19:12). And don’t touch a pen until you do.**\n\nThat being said, there are some tools that I recommend for your study time:\n\n* [Acid-Free pens](http://amzn.to/2AGdFEn)(These don’t bleed as years pass, and work seamlessly with metal rulers. Very useful for making notes directly in your bible)\n* A [Four-Color Pen](http://amzn.to/2kywzco)\n* A [Bible with wide margins](http://amzn.to/2j14WbI). Study Bibles are useful, but I’ve found that making your own notes proves invaluable and aids memory.\n* A Notebook or digital notepad to take notes in\n* Notecards\n* Page markers\n* Access to study sites like [blueletterbible.com](http://blueletterbible.com/)\n* Bible Study Software\n* [Study Bibles](http://amzn.to/2BfbMSf)\n* Commentaries\n\n![](https://miro.medium.com/max/666/0*3quIvFtmEruHF-th.)\n\nPhoto by Aaron Burden for Unsplash\n\nYou don’t need all of this. But have a prayerful heart and a bible, and the rest will fall into place.\n\nI promise.\n\n# 3. Choose the Right Book to Study\n\nThis might seem a daunting task when you realize there are 66 books. Where do you start?\n\nWell, there are several approaches:\n\n**1. Start at the beginning.** Kay Arthur, Inductive Bible Teacher, suggests starting at Genesis and working your way through the entire Bible in 2 years. She outlines the entire plan in her book “How to Study the Bible.”\n\n**2. Pick a particular book** and don’t move on until you’ve mastered it. I strongly recommend picking a book. Here are 3 guidelines for picking the right book to get started:\n\n* Pick a short book.\n* Pick an easy book.\n* Pick a rich book.\n\nShort, so that you can get through it with confidence. Easy, so you’re not intimidated. Rich, so you get quicker results from less work.\n\nIf you want to start with a shorter book, your best options are the epistles. Here are their short reading times. As you’ll see, you can finish many of them in under 20 minutes.\n\n![](https://miro.medium.com/max/261/0*lB62UKJ1ymTyIuVz.png \"<http://ya.ccphilly.org/how-long-does-it-take-to-read-each-book-of-the-bible/>\")\n\nHere are a few suggestions to get you started:\n\n* 1 Thessalonians\n* 1 John\n* James\n\n# 4. Read over and over until it “clicks”\n\nI know, I know. I wish there was a trick around this.\n\nBut there isn’t. You have to reread the book over and over.\n\nIt sounds tedious. It is. But if you stick with it as you study the Bible, you will get results.\n\nHow long you ask? As long as it takes. That might be different for different people. But don’t be surprised if you have to read a book 40–50 times before you catch the general flow of the book.\n\nGreat scholars and pastors have done this:\n\n* [G. Campbell Morgan read books 40 times](http://www.donpotter.net/pdf/katt_morgan-.pdf) before he would start his studies. Until he could distill the book to a few words in an outline, he didn’t feel ready to further study it.\n* [John MacArthur](https://www.gty.org/about/john)reread every New Testament book when in seminary. (He recommends the same for you.[Read his article](https://www.gty.org/library/sermons-library/1382/how-to-study-the-bible)to take a peek at his Bible Reading plan)\n* James Gray, author of “Mastering the Bible” describes the moment everything made sense when he read Ephesians 8 times in a row.\n\nYou can do this. These are normal people like you. All it takes is repetition to get a skillful grasp of any bible book.\n\nTry to read a Bible that has little to no extra notes. These can distract Which one of these is easier to read?\n\n![](https://miro.medium.com/max/3264/1*8BpVhQsV78mRFl3APnuDUg.jpeg \"There are 2 ESV Bibles: ESV Reader’s on the Left, ESV Study on the Right\")\n\n# 5. Prepare Your Own Introduction\n\n..Without immediately looking at your study bible!\n\nWhy? I know what you’re thinking. “Someone else has already done the work… why repeat it?”\n\n4 reasons:\n\n1. You’ll remember the book quicker\n2. It will be worth more to you\n3. It will sharpen your mind\n4. The answers you find will help you understand the book faster\n\nR.A. Torrey, the man who inspired this post, wrote [a few questions that you should answer](https://archive.org/stream/HowToStudyTheBibleByR.A.Torrey/HowToStudyTheBibleByTorrey#page/n15/mode/2up) in your personal introduction:\n\n* Who wrote the book?\n* To Whom did he write it?\n* Where did he write it?\n* When did he write it?\n* What was the purpose of which he wrote?\n* What were his audience’s circumstances?\n* What were his circumstances?\n* What are the leading ideas of the book?\n* What is the central truth of the book?\n* What is the flavor of the book?\n\nOnce your introduction is all done, either on a few notecards or in a WORD doc, you can proceed to…\n\n# 6. Construct Your Outline\n\nYou’ll soon discover that some books outline easier than others. For example, Ephesians can be chopped in half. The first half deals with doctrine, and the second half deals with the behaviors that arise from believing that doctrine. Belief. Behavior. Simple.\n\nTry to outline 1 John. Exactly.\n\n1 John is so cyclical in nature, that it is difficult to create a neat outline.\n\nBut whatever book you start with, try to make a few general headings and the build on them. Let’s look at [G. Campbell Morgan’s outlines](https://archive.org/stream/analyzedbible01morg#page/n19/mode/2up) for a minute…\n\nAfter repetitive readings, he has developed this theme:\n\n![](https://miro.medium.com/max/739/1*64IlIGToVzneYUJYfLE4RA.png)\n\nHere is his outline of Genesis:\n\n![](https://miro.medium.com/max/747/1*q0ujuC3wLKnNneRfOLUtaQ.png)\n\nHe distills the entire book into 3 books. Genius? Perhaps. But more likely- hard work.\n\nBut he doesn’t stop there, under those 3 main headings, he continues studying until his skeletal outline takes on flesh and bone:\n\n![](https://miro.medium.com/max/374/1*jBdiKvKohpzHw-Nq6XdOtQ.png)\n\nAt this point, use EVERY resource you can to make sure your outlining correctly, and to see what can be added or clarified from yours.\n\n## For all my Right Brain Readers\n\nA normal outline may seem boring or difficult to grasp for you.\n\nTry arranging your info in a visual format, like Charles Swindoll:\n\n![](https://miro.medium.com/max/1081/1*3y6jbo2yMoN2n_0ndYegvw.png)\n\n# 7. Dissect each and every VERSE\n\nKay Arthur, Inductive Bible Study teacher, is a master at picking apart a verse. In her book “Discover the Bible for Yourself”, she recommends you follow a few steps as you study the Bible:\n\n1. [Ask the fundamental questions](http://captivatingministry.com/2017/05/18/ultrashort-study-tip-1-ask-three-simple-words/):\n2. *Who* is this about?\n3. *What* is the subject?\n4. *When* do the events occur? When will they occur?\n5. *Where* will this happen?\n6. *Why* is this mentioned?\n7. *How* will it happen?\n8. Mark Key Phrases with a special symbol or color (this is where your Four-Color pen comes in handy!)\n9. Look for Lists and Patterns\n10. Look for Contrasts and Comparisons\n11. Note expressions of time\n12. Develop all chapter themes by giving each chapter a title. Be creative but accurate.\n13. Identify Life Lessons and write them down\n\nAt the end of this step, your Bible may look marked up.\n\n![](https://miro.medium.com/max/267/0*nturpoj3r6YPaTFN.jpg \"From Kay Arthur’s “Discover the Bible For Yourself”\")\n\nMaybe even…\n\n![](https://miro.medium.com/max/300/0*A3j7e6_4nDaQNw1C.png \"Dr. Grant Horner’s Bible\")\n\nBut the important thing is that you are digging into each verse with an open heart and an open eye. Someone once said, “A Bible that is falling apart is usually owned by someone who isn’t.” (Source Unknown)\n\n[John Piper’s Labs](https://www.desiringgod.org/labs/all) give a good example of questions to ask as he demonstrates the study of individual passages:\n\n# 8. Classify your Findings\n\nSo what do you do with all this new information? You classify it into searchable subjects so that you can find them when you need them.\n\nThe best way to do this is to first list all of the potential topics you found in the book. Take these from the previous step. For the book of 1 Peter, your topics would include:\n\n* Jesus Christ\n* The Believer\n* Wives and Husbands\n* The devil\n* The Gospel\n* Humility\n* etc.\n\nOnce you’ve written these on paper, start arranging your passages under these headings. Here is how [R.A. Torrey began classifying his findings](https://archive.org/stream/HowToStudyTheBibleByR.A.Torrey/HowToStudyTheBibleByTorrey#page/n33/mode/2up):\n\n![](https://miro.medium.com/max/266/0*dy2ByzjkvezTMdU9.png)\n\n# 9. Meditate on Your Findings\n\n> “At first thought it might seem that when we had completed our classification of results out work was finished, but this is not so. These results are for use: first, for personal enjoyment and appropriation, and afterward to give out to others…We are not more through with a book when we have carefully and fully classified its contents than we are through with a meal when we have it arranged in an orderly way upon the table. It is there to eat, digest, and assimilate. One of the greatest failures in much of the Bible study of the day is just at this point. There is observation, analysis, classification, but no meditation. There is perhaps nothing so important in Bible study as meditation.*\\-R.A. Torrey*\n\n[Cerulean Sanctum](http://ceruleansanctum.com/2007/01/the-worlds-best-bible-reading-program.html) recommends taking a month off to apply everything you have learned.\n\nPost verse reminders all over your house. Use [Canva](http://canva.com/) to make them attractive. Or write them in your handwriting and post them around the house.\n\nDo what you need to do.\n\nAsk yourself:\n\n* What does this have to do with my job?\n* How can I apply this to my family?\n* Is there any new direction I am sensing from the Lord?\n* How can I use this in ministry? In counseling a friend?\n\nEscape to the great outdoors and just meditate on these lessons as you enjoy God’s creation.\n\n![](https://miro.medium.com/max/749/0*ke-bGFQmJtOdYNJp.)\n\n# What if I Have Trouble Concentrating?\n\nAfter reading the steps above, you may find that they are unrealistic for you. Maybe you cannot concentrate, have trouble remembering, or reading an entire book 30 times just isn’t going to happen.\n\nBreak the rules.\n\n* Paint your prayer instead of praying it.\n* Escape to nature and meditate instead of posting notes around your house\n* Talk to other Christians about the book you are interested in and note their findings.\n* [Listen to sermons](https://www.sermonaudio.com/main.asp) while you run or exercise.\n* Draw out your outline in a creative way, instead of as a linear outline.\n\n**Don’t feel guilty** if you cannot stick to the exact steps above. Everyone is different. What matters is that you are getting into the Scriptures every day and finding a way to record and apply what you are learning.\n\n# Anyone can Study the Bible\n\nDon’t let Fear or intimidation keep you reading those superficially emotional Christian books and listening to fluffy sermons.\n\nStudy the Bible for yourself. You *can* do it.\n\nDig in the scriptures. The brightest diamonds are often hidden the deepest. Got it?"
}